#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG

class Translation(object):
    
    START_TEXT = """<b>Hey {}!!</b>
<i>Am Just A Advance Auto Filter Bot....😉

ഈ ബോട്ട് നിർമിച്ചിരിക്കുന്നത് തികച്ചും മൂവി ഗ്രൂപിലേക് വേണ്ടിട്ടാണ്.
എന്നെ നിങ്ങൾക്ക് വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ ആകില്ല..
അങ്ങനെ നിങൾ ഉപയോഗിക്കാൻ നോക്കിയാൽ Error വരും അങ്ങനെ Error വരുമ്പോൾ നിങൾ വീണ്ടും Try ചെയ്യും അങ്ങനെ ചെയ്ത് ചെയ്ത്
നിങ്ങളുടെ തല ചൂടാകും..തല ചൂടായാൽ നിങൾ എന്തും ചെയ്യും അപ്പോ ജനം പറയും നിങ്ങൾക്ക് ഭ്രാന്ത് ആണെന്ന് ഭ്രാന്ത്😂😂



</i>"""    
    
    HELP_TEXT = """
<b><i><u>ഹായ് കുട്ടാ /u></i></b>

<i>
-> നീ ഏതാ..... ഒന്ന് പോടെയ് അവൻ help ചോയ്ച്ച് വന്നിരിക്കുന്നു😤...I'm Different Bot U Know
"""

    
    ABOUT_TEXT = """<b>➥ Name</b> : <code> Auto Filter Bot</code>
    
<b>➥ Creator</b> : <b><i><a href="https://t.me/Ajzalk">ajzal</a></i></b>

<b>➥ Language</b> : <code>Python3</code>

<b>➥ Library</b> : <i><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></i>

<b>➥ Source Code</b> : <i><a href="https://t.me/kurachkanjiedukkatte/4">Click Me</a></i>
"""
